{"title":"Content Demo1","reference":1,"content":"\u003csection\u003e\u003csection-title\u003eSection Demo\u003c/section-title\u003eThe content area of the application itself is split into sections, these can be used to split content. \u003cbr\u003e\u003cbr\u003eTo navigate through sections, simply swipe left or right.\u003c/section\u003e\u003csection\u003e\u003csection-title\u003eDisplaying Textual Content\u003c/section-title\u003eFor the application, text is one of the most important ways of conveying content. For this reason, we have implemented methods which allow stakeholders to convey information easily. These methods include: \u003ctitle\u003eTitles\u003c/title\u003e\u003csubtitle\u003eSubtites\u003c/subtitle\u003eAnd various other text representations such as \u003cb\u003ebold\u003c/b\u003e and \u003cu\u003eunderline\u003c/u\u003e\u003c/section\u003e\u003csection\u003e\u003csection-title\u003eDisplaying Images\u003c/section-title\u003eThe application also allows for the inclusion of images.\u003cimage\u003etest.jpg\u003c/image\u003eThese images can be referenced by file name and automatically added into the content.\u003c/section\u003e\u003csection\u003e\u003csection-title\u003eDisplaying Video\u003c/section-title\u003eThe application also allows for the embedding of videos.\u003cvideo\u003ehttps://www.youtube.com/watch?v\u003dWEDIj9JBTC8\u003c/video\u003eThese videos simply need to be linked within the JSON files and they will automatically be embedded within the content. \u003cbr\u003e\u003cbr\u003eThis functionality will allow for the stakeholders to convey their point futher using media.\u003c/section\u003e\u003csection\u003e\u003csection-title\u003eDisplaying Links\u003c/section-title\u003eLinks can also be included within the content \u003clink\u003ehttp://www.moneysavingexpert.com/,MoneySavingExpert\u003c/link\u003e. \u003cbr\u003e\u003cbr\u003e Using this method, stakeholders can rename the link itself to make it more user friendly \u003clink\u003ehttp://www.moneysavingexpert.com/,Renamed link\u003c/link\u003e.\u003c/section\u003e\u003csection\u003e\u003csection-title\u003eQuizzes\u003c/section-title\u003eFinally, we have begun work on the inclusion of quizzes within sections as seen below:\u003cquiz\u003etestQuiz.json, Test Quiz\u003c/quiz\u003e\u003c/section\u003e\u003csection\u003e\u003csection-title\u003eDisplaying All\u003c/section-title\u003eAnd of course, all elements can be used in conjuction with each other.\u003ctitle\u003eHere\u0027s a video\u003c/title\u003e\u003cvideo\u003ehttps://www.youtube.com/watch?v\u003dWEDIj9JBTC8\u003c/video\u003e And an \u003cb\u003eimage:\u003c/b\u003e\u003cimage\u003etest.jpg\u003c/image\u003e\u003c/section\u003e","quiz":{"url":"url.json","title":"title"}}