{
    "title": "Show Biz Challenge",
    "reference": 8,
    "content":"<section><section-title>Introduction</section-title>This section of the application will give you some information on various current affairs and celebrity gossip, and then test your knowledge at the end with a quiz. Don't worry if you don't get it all at first, there is an opportunity at the end to retake the quiz.</section><section><section-title>X Factor</section-title>The X Factor is a British television music competition to find new singing talent. In 2016 the judges were Simon Cowell, Sharon Osbourne, Louis Walsh and Nicole Scherzinger. The minimum age to audition this year was 16. Contestants needed three or more 'yeses' from the four judges to progress to Bootcamp.<image>xfactor.jpg</image><title>Winner</title>The 2016 winner of the X Factor was Matt Terry. His debut single, When Christmas Comes Around, was released in the United Kingdom on 11 December 2016 and peaked at number three on the UK Singles Chart. Below you can see his performance:<video>https://www.youtube.com/watch?v=E9WStCiCdOU</video><title>Honey G</title>The 2016 edition of X Factor saw the contestant Honey G. Thankfully she was eliminated in week 8 as she wasn't very talented.<image>honeyg.jpg</image></section><section><section-title>I'm a Celebrity</section-title><title>What is it?</title>I'm a Celebrity...Get Me Out of Here! is a British made reality TV series in which up to 12 celebrities live together in a jungle environment for three weeks. They have no luxuries, and compete to be crowned king or queen of the jungle. It is filmed in Australia during the month of December.<title>Bushtucker trial</title>Bushtucker trials are used in the show to allow the contestants to gain food and treats for camp. Bushtucker Trials take two formats: eating trials, or physical/mental tasks. In the eating trials, contestants are required to eat a variety of different jungle foods. Each dish successfully eaten will gain the contestants one star, which equals one meal for camp (although the number of meals per star can vary).<image>celebrityEating.jpg</image>The second type of challenge is more of a physical or mental task that requires the contestants to perform activities to gain stars. These can include searching through dung, going through tunnels, negotiating obstacles on high wires, or performing other tasks<title>Winner 2016</title><subtitle>Scarlett Moffatt</subtitle>The winner of I'm a celebrity! was Googlebox star Scarlett Moffatt, beating comedian Joel Dommett to the crown. Adam Thomas finished up in third place. Since then Scarlett has become more successul and launched her own fitness DVD.<image>scarlett.jpg</image> </section><section><section-title>Talk of 2016</section-title><title>BBC lose bake off</title>In 2016 BBC lost the rights for the popular TV the Great British Bake Off to Channel 4. The show was bought for £25 million, with the owners turing down the BBCs £15 million offer. Bake Off was 2015's most-watched programme, with 15.1 million viewers for the final, according to consolidated figures which include catch-up viewing. It got an average audience of 13.4m people watching on the night it was broadcast.<image>GBBO.jpg</image><title>Top Gear</title>Joey from friends (real name Matt Le Blanc) was announced to be hosting the hit UK car show alongside Chris Evans. Series 23 of Top Gear received mixed feedback from critics and viewers. While LeBlanc was generally well liked, Evans was harshly criticised for being loud and for his lack of chemistry with LeBlanc. Criticism also focused on the show's sluggish pace, the lack of humour in the audience segments, and the overly long Star in the Rallycross Car segment. This meant for the 2017 show Chris Evans would leave.<video>https://www.youtube.com/watch?v=0LknDgL2Nmg</video><title>Oscars</title><subtitle>Leo wins his first Oscar</subtitle>The 2016 Oscars for film and televsion saw Leonardo DiCaprio win his first Oscar for Best Actor showcasing his role in The Revenant.<image>leoOscar.jpg</image>Spotlight won two awards including Best Picture, and Mad Max: Fury Road won six awards, the most for the evening. </section><section><section-title>Quiz</section-title>Right, you're ready to be quizzed on your knowledge of show biz! PLease click the button below to start the quiz!</section>",
    "quiz":{"url":"showbizTest.json", "title":"Show Biz Quiz"}

}