{"title":"Sports","reference":108,"content":"\u003csection\u003e\u003csection-title\u003eIntroduction\u003c/section-title\u003eThis section of the application will give you some information on various sports, and then test your knowledge at the end with a quiz. Don\u0027t worry if you don\u0027t get it all at first, there is an opportunity at the end to retake the quiz.\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eFootball\u003c/section-title\u003e\u003ctitle\u003ePopularity\u003c/title\u003eFootball is played in every country and is the most popular sport in the world. The game involves 11 players on each team with the aim being to get the ball into the opponents goal. \u003ctitle\u003eFootball in Scotland\u003c/title\u003eScotland has its on football league that has two of the biggest teams in world in it, Celtic and Rangers. In the past it was a lot more competitve than it is now, with Celtic currently the dominant team. The national team isn\u0027t doing too well at the moment, with Scotland ranked 67th in the world, and no major trophies to their name.\u003cimage\u003ehampdenImage.jpg\u003c/image\u003eFor full list of the current world rankings \u003clink\u003ehttps://www.fifa.com/fifa-world-ranking/ranking-table/men/,click here\u003c/link\u003e\u003ctitle\u003eTournaments\u003c/title\u003eIn terms of club competitions the Champions league is the biggest there is. The top teams from each country compete in this tournament. It has produced some incredible moments, such as the famous Zidane goal scored in the 2002 Champions League final which is below\u003csubtitle\u003eZidane Goal\u003c/subtitle\u003e\u003cvideo\u003ehttps://www.youtube.com/watch?v\u003dQryFUtRtUiM\u003c/video\u003eThere is also the World Cup, which the best countries in the world compete. Unlike clubs which have many nationalities, players for international teams are all from the same country.\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eRacquet Sports\u003c/section-title\u003eRacquet sports are games in which players use rackets to hit a ball or other object. Some of the more popular ones include badminton, tennis and squash.\u003ctitle\u003eTennis\u003c/title\u003eTennis is a racquet sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent\u0027s court. The object of the game is to play the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.\u003csubtitle\u003eAndy Murray\u003c/subtitle\u003eCurrently the \u003cb\u003enumber one\u003c/b\u003e tennis player in the world is Scotland\u0027s Andy Murray. He has won 3 grand slams and got a knighthood from the Queen this year.\u003cimage\u003eandyMurray.jpg\u003c/image\u003e\u003ctitle\u003eBadminton\u003c/title\u003eBadminton is a racquet sport played using racquets to hit a shuttlecock across a net. Badminton is often played as a casual outdoor activity in a yard or on a beach; formal games are played on a rectangular indoor court. Points are scored by striking the shuttlecock with the racquet and landing it within the opposing side\u0027s half of the court.\u003csubtitle\u003eShuttlecock\u003c/subtitle\u003e\u003cimage\u003eshuttlecock.jpg\u003c/image\u003eAsian countires such as China and Japan have produced some of the best players at this sport.\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eOther sports\u003c/section-title\u003eThere are thousands of sports in the world, some very different from otheres. Scotland has always excelled in sports, with the number one tennis player in the world, and a big sporting history here are some more sports that are big in Scotland.\u003ctitle\u003eRugby\u003c/title\u003eWhile Scotland have always been an okay team in rugby, recently they have been amazing, narrowly losing to Australia in the world cup, and wins against Wales and Ireleand in the six nations have put Scotland in the top 5 in the world (but not yet ranked number 1).\u003cimage\u003erugby.jpg\u003c/image\u003eThe biggest stadium in Scotland is their rugby pitch, Murrayfield, which holds 67,000 people. Their supporters are renouned for being passionate and loud, with the stadium full for most of their matches.\u003ctitle\u003eCycling\u003c/title\u003eScotland have always had great success in the cylcing, paricularly in the Olympics. The indivual with the second most amount of Olympic gold medals is Sir Chris Hoy, who has 6 gold medals. \u003cimage\u003echrisHoy.jpg\u003c/image\u003eFor the Commomwealth games in 2014 which was proudly hosted in Glasgow, as Velodrome, which is an indoor cycling track, was named after him in his honour.\u003ctitle\u003eGolf\u003c/title\u003eGolf is a club and ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.\u003csubtitle\u003eHome of golf\u003c/subtitle\u003eThe sport of gold was created in Scoland, with the very first course being St Andrews. It is now played around the world, with interest around the world. At the moment there has not been many successful Scottish golfers, however it will always be known as a Scottish sport.\u003cimage\u003estAndrews.jpg\u003c/image\u003e\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eQuiz\u003c/section-title\u003eRight, you\u0027re ready to be quizzed on your knowledge of sport! Please click the button below to start the quiz!\u003c/section\u003e","quiz":{"url":"sports.json","title":"Sports Quiz"}}