{
    "title": "Student Loans",
    "reference": 3,
    "content":"<section><section-title>Introduction</section-title><title>Welcome</title>Being a full-time student is difficult. With continuous work and deadlines for several years with no payment for the work you complete, it is easy to forget why you are really there. Student loans are put in place to make things easier for students by providing them the means to get by.<image>student-loan.jpeg</image>In Scotland, the government pays tuition fees as well as offers most students loans paid in monthly instalments during their time at college/university.<title>What Are Student Loans?</title>If you’ve been considering going to University or are currently partaking in University, the chances are the term “Student Loan” is more than familiar to you. For those of you have been worried about the expenses further education presents, and if you’re intending on being a full time student, then look no further. Within Scotland, student loans are acquired through the <link>http://www.saas.gov.uk/,Student Awards Agency Scotland</link>.</section><section><section-title>Loans in Scotland</section-title><title>SAAS</title>The Student Awards Agency Scotland (SAAS) is a service set up in scotland that deals with most aspects of student finance. They are willing to pay tuition fees for up to five years of education for each individual in Scotland as well as distribute interest free loans to students paid in monthly installments.<video>https://www.youtube.com/watch?v=-YdbOE8ndyk</video><title>How Much Do I Get?</title>SAAS offers most students at most £4750 per year paid in 9 monthly installments. In extreme cases, this amount can be increased however a lengthy process is required by SAAS to justify the increase in a student loan. For a full overview of the funding available, please visit this <link>http://www.saas.gov.uk/full_time/ug/young/funding_available.htm,link</link>.<title>When Do I Pay It Back?</title>As soon as you finish university you don’t have to worry about immediately paying back your loan. You are not required to start loan repayments until after the 6th April the year after you graduate, and only once your annual income is above £17,495.<br><br>Once you reach the threshold you will however be expected to pay back 9% of your annual income. For a full overview of repayments, please view the loan and repayments section of the <link>http://www.saas.gov.uk/my_money/loan_repayments.htm,SAAS website</link>.</section><section><section-title>Nurses & Midwifery</section-title><title>Bursary</title>Students studying either nursing or midwifery are not entitled to student loans but instead receive a bursary during their education and training. This bursary covers the whole year and is a non-income-assessed personal allowance.<br><br>For the educational year 2016/17 the rate for students at the start of the course is £6578.<title>Travel</title>Included within the bursary is £5 for daily travel to and from placement. You are expected to use student offers, season passes and zonecards wherever possible. If you claim more than the cheapest fare available, your claim will be restricted to the cheapest fare. If public transport is available but you choose to use your own car, expenses will be restricted to the cost of public transport.<title>Accommodation</title>You can claim for reasonable accommodation costs if you have to live away from home or a term time address whilst on placement. You should seek authorisation from your university before you arrange the accommodation. If you incur costs for staying with friends of family, we will reimburse you up to a maximum of £15 per night. The cost of all meals, food etc. during placement that are not included in accommodation costs (i.e. bed & breakfast) must be met from your personal allowance.<video>https://www.youtube.com/watch?v=RLVhRvCxNHU</video></section><section><section-title>Quiz Time!</section-title>Now that you have fully brushed up on all you need to know on student loans, it is time to take the quiz!<quiz>studentLoans.json,Student Loans Quiz!</quiz></section>"
}