{"title":"Student Discounts","reference":242,"content":"\u003csection\u003e\u003csection-title\u003eIntroduction\u003c/section-title\u003eBeing a student allows you access to a whole host of discounts on many aspects of life. In order to be as money savvy as possible, it is highly recommended that you take advantage of all deals available to you. Within this section, we will cover two essential assets to student living, the student card, and the student railcard.\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eStudent Cards\u003c/section-title\u003e\u003ctitle\u003eWhat is a Student Card?\u003c/title\u003eA student card is a form of identity held by all students in the UK that give details of their name, university and chosen degree. They bring all sorts of exciting benefits to being a student including discounts and exclusive entry to events at certain locations around the UK.\u003cimage\u003estudents.jpg\u003c/image\u003eStudent cards act as the golden ticket to all student events that happen within your university as well as providing discounts on high street brands including Topman and Asos. For a full list of all student discounts, please checkout this \u003clink\u003ehttp://www.savethestudent.org/student-discounts,website\u003c/link\u003e.\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eStudent Cards - The facts\u003c/section-title\u003e\u003ctitle\u003eWhere can I get mine?\u003c/title\u003eMost universities will provide their students with their cards immediately after they start their degree (normally during Fresher\u0027s Week).\u003ctitle\u003eCan I Keep it Forever?\u003c/title\u003eStudent cards are valid only during the duration that you are a student at a college or university. Once you graduate you will have to say goodbye to all the exciting benefits that come with being a student sadly.\u003ctitle\u003eWhat happens if I lose it?\u003c/title\u003eDont worry! Universities can offer replacement cards if you happen to lose yours after one too many drinks in the union! However, most universities will charge a fee for this service as it is very common for students to lose their cards.\u003ctitle\u003eIs there an app for that?\u003c/title\u003eYes, in fact, there is. For many years now, an application called \u003clink\u003ehttps://www.myunidays.com/GB/en-GB,UNiDAYS\u003c/link\u003e has worked hard to bring together all deals your student card offers into a singular area. To sign up, simply log in to the application using your University email address. From then on, you will receive emails regarding the exclusive student deals you can be cashing in on. When it comes to purchasing goods, simply navigate to the store website through the application, or present the application while purchasing in order to receive your discount. \u003cimage\u003eunidaysLogo.jpg\u003c/image\u003e\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eStudent Railcards\u003c/section-title\u003e\u003ctitle\u003eWhat are student rail cards?\u003c/title\u003eStudent railcards are one of the many perks to being a student. For a small payment, any eligible member of the public can obtain 1/3rd off rail fares anywhere in the country.\u003ctitle\u003eWhat does it get me?\u003c/title\u003eAfter purchasing a student railcard, you will be able to purchase anything from standard tickets, off-peak fares and first class tickets for half price. For a full list of discounts it can provide, please visit this \u003clink\u003ehttps://www.16-25railcard.co.uk/using-your-railcard/travel-times-tickets/,webpage\u003c/link\u003e.\u003cimage\u003escotrailTrain.jpg\u003c/image\u003e\u003ctitle\u003eAre there any restrictions?\u003c/title\u003eSadly, there are restrictions on the wonders of a student railcard and not all ticket types are reduced. The railcard does not apply to peak-time tickets, these are tickets which are purchased before 11:30am and between 3pm and 6pm. Sadly, for many students these are likely to be the times where you are travelling to uni. If this is the case, this may not be for you.\u003ctitle\u003eHow much is it?\u003c/title\u003eStudent railcards vary in price depending on the type you buy. If you opt for a one year card, this will cost you £30 for the year. A three year card however, will cost you £70. This price, though it may seem like a lot, is worth paying. With 33% of each journey, your £30 can be accumulated back in no time. In fact, on average, card holders save £179 on train journeys.\u003cbr\u003e\u003cbr\u003eIt should also be noted that students who are lucky enough to have a student bank account with Santander can obtain their railcards for free.\u003ctitle\u003eWhere can I get one?\u003c/title\u003eA student railcard can be obtained by visiting the 16-25 railcard \u003clink\u003ehttps://www.16-25railcard.co.uk,website\u003c/link\u003e.\u003c/section\u003e\n\n\u003csection\u003e\u003csection-title\u003eQuiz\u003c/section-title\u003eRight, you\u0027re ready to be quizzed! Please follow the link below to start the quiz!\u003c/section\u003e","quiz":{"url":"studentdiscounts.json","title":"Discounts Quiz"}}